{
  "mtd": {
    "common": {
      "title": "Mother Tongues"
    },
    "file-not-found": {
      "connection": "Please check your connection and try again.",
      "header": "Couldn't find file named at path: ",
      "title": "File not found"
    },
    "footer": {
      "changelog": "Show changelog"
    },
    "general": {
      "ok": "OK"
    },
    "header": {
      "github": "Project Github Repository"
    },
    "menu": {
      "about": "About",
      "bookmarks": "Bookmarks",
      "browse": "Browse",
      "examples": "Examples",
      "features": "Features",
      "login": "Sign in",
      "logout": "Logout",
      "random": "Random",
      "search": "Search",
      "settings": "Settings"
    },
    "pages": {
      "about": {
        "contributors": {
          "title": "Contributors"
        },
        "slogan": "Introduction to the Dictionary",
        "text": "This is online dictionary of the Pelly Crossing dialect of Northern Tutchone was developed by Selkirk First Nation. This dictionary is a work in progress. Currently all entries come from John Ritter’s 1977 Noun Dictionary. We are working to include more sources and to record audio and additional entries. <br>The online framework was built using <a href="https://mothertongues.org/">Mother Tongues Dictionaries</a> developed by Aidan Pine. Mother Tongues Dictionaries are an open-source app suite designed for dictionaries of endangered languages. <br><br><b>Introduction to Northern Tutchone Language</b><br><br>The Northern Tutchone language is Indigenous to, and spoken in, communities who live in the central Yukon in Canada. Northern Tutchone is a member of the Dene language family and one of six other Dene languages spoken in the Yukon. These other six languages are: Gwich’in, Hän, Kaska, Southern Tutchone, Tagish and Upper Tanana. All of these languages are related to each other, which means that in theory they all developed from the same language that was spoken by Indigenous peoples living in the Yukon region a long time ago. Although today each of these seven Yukon languages is uniquely different, they still share many of the same grammatical structures, sound patterns, and have similar vocabularies. Northern Tutchone is most closely related to Southern Tutchone, which is spoken just south of Northern Tutchone traditional territory. Even though these two languages are closely related, there are still quite a few differences between them, many of which still need to be identified. <br><br>Northern Tutchone is spoken by Yukon communities who live in and around Beaver Creek, Carmacks, Mayo, Pelly Crossing and Stewart Crossing. It’s also spoken by Northern Tutchone people living in other areas of the Yukon, including Whitehorse. <br><br><b>Who Speaks Northern Tutchone?</b> <br><br>Northern Tutchone is the Indigenous language of: Little Salmon Carmacks First Nation (Carmacks), The First Nation of Na-Cho Nyak Dun (Mayo), Selkirk First Nation (Pelly Crossing), and is spoken by members of White River First Nation (Beaver Creek) and Kwanlin Dün First Nation (Whitehorse). Over the last several decades, these First Nations have supported and promoted Northern Tutchone language through activities that include: instituting language and heritage departments, offering language lessons and other educational programming, participating in language documentation, drafting language strategic plans, and developing learning resources, particularly in collaboration with the Yukon Native Language Centre (YNLC). <br><br><b>How Many Dialects of Northern Tutchone Are There?</b> <br><br>There are at least six documented dialects of Northern Tutchone. The (1) Big Salmon dialect was spoken in the Big Salmon River area southeast of Carmacks. The (2) Carmacks dialect is spoken in Carmacks. The (3) Pelly Crossing dialect is spoken in Pelly Crossing. The (4) ‘Selkirk dialect’ or the ‘Fort Selkirk dialect’ was spoken in Fort Selkirk until speakers relocated to Pelly Crossing. The (5) Mayo dialect is spoken in the Mayo area. In some language documentation the dialect of Northern Tutchone that people speak in Mayo is referred to as the ‘Stewart River dialect.’ Further research and clarification with speakers is needed to determine whether this term refers to an individual dialect or if it represents an alternative way of referring to the Mayo dialect. The (6) Snag dialect is spoken in the White River area. In some language documentation the dialect of Northern Tutchone that people speak in Beaver Creek is referred to as both the ‘White River dialect’ or the ‘Beaver Creek dialect.’ Further research and clarification with speakers is needed to determine whether each of these terms refers to an individual dialect or if they represent alternative ways of referring to the Snag dialect."
      },
      "bookmarks": {
        "body": "Sorry, you don't have any bookmarks.",
        "bookmarked-instructions": "To save an entry to your bookmarks, click on the bookmark icon beside it that looks like this: ",
        "remove": "Remove selected bookmarks",
        "title": "Bookmarks",
        "unbookmarked-instructions": "A bookmarked entry will have an icon that looks like this beside it: "
      },
      "browse": {
        "next": "next",
        "previous": "previous",
        "select-category": "Select a category",
        "showing": "Showing entries {{ startIndex }} to {{ endIndex }} of {{ length }}"
      },
      "home": {
        "slogan": "Welcome to the {{ value }} Dictionary!",
        "sub-slogan": "To get started, click on the search button above, and start learning!"
      },
      "random": {
        "button": "Click here to see 10 random entries"
      },
      "search": {
        "matches": "Matches",
        "maybe-matches": "Maybe you meant this?",
        "no-results": "Sorry, we couldn't find any words that match '{{ value }}'. Please try something else.",
        "partial-matches": "Partial Matches"
      }
    },
    "settings": {
      "animations": {
        "elements": "Navigation page elements slide up",
        "page": "Navigation whole page transition",
        "title": "Animations"
      },
      "general": {
        "language": {
          "en": "English",
          "fr": "French"
        },
        "placeholder": "Language",
        "title": "General"
      },
      "themes": {
        "default": "Blue",
        "dark": "Dark",
        "light": "Light",
        "nature": "Nature",
        "night-mode": "Auto night mode (from 21:00 to 7:00)",
        "placeholder": "Color Theme",
        "sticky-header": "Sticky header",
        "title": "Themes"
      },
      "title": "Settings"
    },
    "title": {
      "long": "Pelly Crossing Dictionary",
      "short": "Pelly Crossing Dictionary"
    },
    "word-modal": {
      "audio": "Audio",
      "audio-instructions": "Click on the audio below to listen to '{{value}}'",
      "exit": "exit"
    }
  }
}
